Revit 2027 API
UnitTypeId.TonsOfRefrigeration Property
 Tons of refrigeration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonsOfRefrigeration { get; }
Public Shared ReadOnly Property TonsOfRefrigeration As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonsOfRefrigeration {
	ForgeTypeId^ get ();
}
static member TonsOfRefrigeration : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace